Repository: saiyitaung/mybudget
Catalog: lib/l10n/app_*.arb
Languages: my

source: Language
my: ဘာသာ

source: Date
my: နေ့ရက်

# defaultChartResult
source: Change Default Chart
my: အမြဲပြတဲ့ဇယားပမာဏပြောင်းမယ်

source: Currency
my: ငွေကြေးယူနစ်

source: Detail
my: အချက်အလက်

source: Activities
my: လှုပ်ခြားမှုများ

# overall
source: Overall Expense
my: အသုံးစရိတ်များ

# commonuse
source: Common Usage
my: ပျမ်းမျှအသုံးနှုန်း

# newexp
source: New Expense
my: အသုံးစရိတ်အသစ်မှတ်မယ်

# newin
source: New Income
my: ၀င်ငွေအသစ်မှတ်မယ်

source: Change Name
my: နာမည်ပြောင်းမယ်

source: Name
my: နာမည်

source: Edit
my: ပြုပြင်

source: update
my: ပြင်ဆင်သိမ်းမယ်

source: cancel
my: ပယ်ဖျက်

source: confirm
my: သိမ်းမယ်

source: Delete
my: ဖျက်မယ်

# delmsg
source: Are you sure?
my: သေခြာလား?

source: Save
my: သိမ်းမယ်

source: Amount
my: ငွေပမာဏ

source: Income
my: ဝင်ငွေ

source: Expense
my: ထွက်ငွေ

source: Week
my: တစ်ပတ်

source: Month
my: တစ်လ

source: Year
my: တစ်နှစ်

source: Kyat
my: ကျပ်

source: Yuan
my: ယွမ်

source: Dollar
my: ဒေါ်လာ

source: Euro
my: ယူရို

source: Pound
my: ပေါင်

source: Yen
my: ယန်း

source: Rupee
my: ရူပီး

source: Baht
my: ဘတ်

source: Balance
my: လက်ကျန်ငွေ

source: Total
my: စုစုပေါင်း

# foodanddrink
source: Food and Drinks
my: အစားအသောက်

source: Health
my: ကျန်းမာရေး

source: Accessories
my: အသုံးအဆောင်များ

source: Bill
my: ဘေ(လ်)

source: Transportation
my: ပို့ဆောင်ရေး

source: Clothing
my: အဝတ်အစား

source: Other
my: အခြား

source: Salary
my: လစာ

source: Service
my: ၀န်ဆောင်မှု

source: Sold Property
my: ပိုင်ဆိုင်မှုရောင်းချခြင်း

# pin
source: Setup Pin
my: ပင်ထည့်မယ်

source: About
my: အကြောင်း
